{
  "AboutUs": "Über uns",
  "OurStory": "Unsere Geschichte",
  "PlanPricing": "Pläne & Preise",
  "Blogs": "Blogs",
  "ContactUs": "Kontakt",
  "Login": "Anmelden",
  "Register": "Registrieren",
  "RecommendDigitally": "Lass dich digital weiterempfehlen und gewinne mehr",
  "Leads": "New customers",
  "SpreadzAllow": "Mit Spreadz erstellst du im Handumdrehen Empfehlungskampagnen, die deine Kunden begeistern und sie zu deinen Botschaftern machen. Ohne ITKenntnisse, ohne komplizierte Prozesse. Gewinne mühelos mehr Leads, Kunden und Umsatz – in Sekundenschnelle. Deine Kunden können dich bewerten und weiterempfehlen – alles in einem einzigen Schritt. So erhältst du wertvolle Google-Bewertungen und gleichzeitig persönliche Empfehlungen, die Vertrauen schaffen und Neukunden bringen.",
  "CollectRefferal": "Sammle Empfehlungen im digitalen Zeitalter – mühelos und in Sekunden. Gewinne mehr Leads, Kunden und steigere deinen Umsatz. Deine Kunden können dich auf Google bewerten UND in einem Schritt weiterempfehlen.",
  "Trial": "Teste 7 Tage kostenlos",
  "Thomas": "Carmela Sullivan",
  "Quote": "Perfect for growing your business and reaching new clients!",
  "Kathy": "Kathy Pusberg",
  "WhatIs": "Was ist",
  "MarketingSolution": "Spreadz is an online referral marketing solution. It enables companies/service providers to easily motivate customers to leave positive Google reviews and make recommendations. Customers can make recommendations to their contacts via a QR code or link, which automatically generates leads that are easy to follow up.",
  "Features": "Funktionen",
  "TimeTracking": "Kinderleichte Bedienung",
  "TimePeriod": "In wenigen Minuten startklar",
  "ScanPerformance": "Von jedem Gerät nutzbar",
  "LeadManagement": "Automatisierte Prozesse",
  "DesktopTablet": "Doppelte Wirkung",
  "SpreadzCanManage": "Deine Kunden hinterlassen eine Google Bewertung und empfehlen dich in einem Schritt weiter - zwei Erfolge auf einmal!",
  "UserManagement": "Echte Empfehlungen, die zählen",
  "OnlineSupport": "Von echten Kunden, an echte Kontakte",
  "GoogleMeet": "Höhere Abschlussquote",
  "TelephoneSupport": "Messbar & transparent",
  "Dashboard": "Echtzeit-Tracking",
  "DashboardMeasure": "Behalte den Überblick. Sieh live, welche Empfehlungen Leads und Neukunden bringen.",
  "GoogleCompany": "Nahtlose Integration",
  "DirectReview": "Aus einer Empfehlung werden drei, aus drei werden neun – deine Reichweite wächst exponentiell.",
  "Users&Accounts": "Skalierbarkeit, die begeistert",
  "CustomizeRefferal": "Aus einer Empfehlung werden drei, aus drei werden neun - deine Reichweite wächst exponentiell.",
  "GetStartedNow": "Jetzt starten",
  "How": "Wie",
  "Works": "funktioniert es?",
  "EntryRefferal": "Deine Kunden öffnen über den Link deine Empfehlungsaktion.",
  "ParticipantRefferal": "Sie registrieren sich, um an deiner Empfehlungaktion teilzunehmen.",
  "ReferralSharingPage": "Deine Kunden empfehlen dich über WhatsApp, E-Mail oder Social Media weiter an ihre Kontakte.",
  "GoogleReviewReferral": "Nach der Empfehlung folgt die Google Bewertung - mühelos in Sekunden.",
  "ReferralRecipientViewPage": "Neukunden klicken auf den Link sehen deine Vorstellungsseite und alle wichtigen Infos.",
  "ConversionNewCustomer": "Interessenten geben ihre Daten ein und treten direkt mit dir in Kontakt. ",
  "ExplainedInVideos": "Erklärt in Videos",
  "TrackYourLead": "Verfolge in Echtzeit, wer sich eingetragen hat und von wem die Empfehlung kam.",
  "HowDoes": "Wie bringt",
  "AdvanceYourBusiness": "dein Geschäft weiter?",
  "MoreNewCustomers": "Mehr Kunden. Weniger Aufwand.",
  "TodayWorlds": "In einer Zeit, in der der Wettbewerb in der digitalen Kundengewinnung groß ist, hebt Spreadz dich ab. Kunden teilen deine Empfehlung mit ihren Freunden und Bekannten – authentisch und glaubwürdig. Das macht Spreadz so besonders: Deine Werbung fühlt sich nicht wie Werbung an – sie kommt von einer vertrauenswürdigen Person. Du belohnst nur dann, wenn ein neuer Kunde tatsächlich bei dir kauft. Du kannst frei wählen ob und wie du eine Belohnung dem Empfehler gibst. Spreadz ist ein Win-Win-Win: Dein Kunde erhält eine Prämie, du bekommst neue Kunden, und die neuen Kunden profitieren von deinem grossartigen Angebot.",
  "Subscriptions&Prices": "Pläne & Preise",
  "ChoosePlan": "Wähle den passenden Plan für dich",
  "Basic": "Basic",
  "Pro": "Pro",
  "Excellence": "Exzellenz",
  "monthly": "Monatlich",
  "yearly": "Jährlich",
  "Select": "Auswählen",
  "Recommended": "Empfohlen",
  "BasicDesc": "Ideal für Einzelpersonen, die schnellen Zugriff auf Basisfunktionen benötigen.",
  "ProDesc": "Perfekt für Fachleute, die erweiterte Tools benötigen.",
  "ExcellenceDesc": "Optimal für Teams und Unternehmen, die Premium-Funktionen brauchen.",
  "cancelAnytime": "Jederzeit monatlich kündbar",
  "livePromotions": "{{count}} aktive Promotionen",
  "liveTrackings": "{{count}} Live-Trackings",
  "collectLeads": "Sammle bis zu {{count}} Leads pro Jahr",
  "unlimitedLeads": "Unbegrenzte Leads sammeln",
  "googleAccount": "1 Google-Business-Konto verlinken",
  "videoUpload": "Video-Upload-Funktion",
  "support": "Telefon-Support",
  "supportVideo": "Telefon-Support + Video-Call-Support",
  "withoutBranding": "Ohne Spreadz-Branding",
  "colorCustomization": "Farbgestaltung anpassbar",
  "WhatClientSay": "Was unsere Kunden sagen",
  "ContactUs_Title": "Kontaktiere uns – wir helfen dir weiter.",
  "Placeholder_Name": "Dein Name",
  "Placeholder_Email": "E-Mail-Adresse",
  "Placeholder_Phone": "Telefonnummer (optional)",
  "Placeholder_Message": "Nachricht",
  "Button_Sending": "Nachricht wird gesendet",
  "Button_LeaveMessage": "Nachricht hinterlassen",
  "ContactInfo_Title": "Kontaktinformationen",
  "ContactInfo_Subtitle": "Wir sind immer gerne für dich da",
  "Newsletter_Title": "Abonniere unseren Newsletter",
  "Placeholder_NewsletterEmail": "Deine E-Mail-Adresse",
  "Button_Subscribe": "Abonnieren",
  "Error_FormValidation": "Bitte fülle die Felder korrekt aus.",
  "Success_MessageSent": "Nachricht erfolgreich gesendet!",
  "Success_Subscribed": "Erfolgreich abonniert!",
  "Placeholder_SearchBlogs": "Suche nach Blogs",
  "Button_Filter": "Filtern",
  "Blogs_TopPosts": "Top-Beiträge",
  "Blogs_NewPosts": "Neueste Beiträge",
  "Blogs_AllPosts": "Alle Beiträge",
  "Blogs_TrendingPosts": "Trend-Beiträge",
  "Blogs_OtherPosts": "Weitere Beiträge",
  "Button_SeeAll": "Alle anzeigen",
  "ViewPost": "Beitrag ansehen",
  "NotFound": "Entschuldigung, wir konnten nicht finden, wonach du suchst!",
  "GoBack": "Zurück",
  "Login_Title": "Anmelden",
  "Login_Subtitle": "Gib deine Anmeldedaten ein",
  "Label_Email": "E-Mail-Adresse",
  "Label_Password": "Passwort",
  "Placeholder_Password": "Passwort eingeben",
  "Login_NoAccount": "Noch kein Konto?",
  "Login_CreateAccount": "Jetzt registrieren",
  "Button_Login": "Anmelden",
  "Login_Success": "Erfolgreich angemeldet!",
  "Error_General": "Etwas ist schiefgelaufen. Bitte versuche es erneut.",
  "Register_Title": "Konto erstellen",
  "Register_Subtitle": "Gib deine Daten ein, um ein Konto zu erstellen",
  "Label_FullName": "Vollständiger Name",
  "Placeholder_FullName": "Dein vollständiger Name",
  "Label_Gender": "Geschlecht",
  "Gender_Male": "Männlich",
  "Gender_Female": "Weiblich",
  "Gender_Other": "Divers",
  "Label_Phone": "Telefonnummer",
  "Register_AlreadyHaveAccount": "Hast du bereits ein Konto?",
  "Register_Login": "Anmelden",
  "Button_Register": "Konto erstellen",
  "Register_Success": "Registrierung erfolgreich!",
  "Alt_Logo": "Firmenlogo",
  "Alt_LinkedIn": "LinkedIn",
  "Alt_Quotes": "Anführungszeichen",
  "Alt_MobileScreen": "Mobile Bildschirmvorschau",
  "Alt_SecondMan": "Second man profile",
  "Alt_Girl": "Girl profile",
  "Alt_FirstMan": "First man profile",
  "Alt_Star": "Star",
  "Alt_Academic": "Academic icon",
  "Alt_Tutorial": "Tutorial icon",
  "Alt_Blogs": "Blogs icon",
  "Alt_ChrisPhoto": "Chris Sonderegger Foto",
  "Alt_Signature": "Chris's Unterschrift",
  "Alt_ArrowRight": "Arrow icon",
  "Alt_Search": "Search icon",
  "Alt_Filter": "Filter icon",
  "Alt_Share": "Share icon",
  "Alt_Profile": "Profilbild",
  "Footer_Description": "Mache es deinen Kunden so einfach wie nie, dich weiterzuempfehlen und 5-Sterne-Bewertungen zu hinterlassen – mit nur einem Klick. Begeisterte Kunden sind dein Schlüssel zu nachhaltigem Wachstum.",
  "Footer_QuickLinks": "Quick Links",
  "Home": "Home",
  "Tutorials": "Tutorials",
  "Resource_Library": "Resource Library",
  "Footer_Legals": "Legals",
  "Terms_Conditions": "Terms & Conditions",
  "Privacy_Policy": "Privacy Policy",
  "Footer_Address": "Address",
  "Footer_Copyright": "All rights reserved © {{year}}",
  "AboutUs_Para1": "Wir glauben daran, dass die beste Werbung immer noch von Mensch zu Mensch kommt. Empfehlungen von Freunden und Bekannten sind der vertrauenswürdigste Weg, um neue Kunden zu gewinnen. Deshalb haben wir Spreadz entwickelt – ein Tool, das die Kraft der persönlichen Empfehlung ins digitale Zeitalter bringt. Innerhalb weniger Sekunden können deine Kunden dich weiterempfehlen. Einfach, schnell und mit enormer Reichweite. Mit Spreadz teilst du deine Expertise – und deine Kunden teilen sie weiter.",
  "AboutUs_Para2": "In den letzten Jahren wurden diese Kampagnen zunehmend digital und größtenteils online durchgeführt. Dadurch ist man einerseits deutlich flexibler, andererseits kann man mit Online-Methoden die eigene Zielgruppe gezielt ansprechen und hat deutlich weniger Streuverluste. Auch die Kosten sind deutlich geringer als bei teuren Plakatkampagnen, Printwerbung oder TV-Spots.",
  "AboutUs_Para3": "Die allerbeste Methode ist immer noch Mundpropaganda, die persönliche Empfehlung einer Vertrauensperson. Dies bedeutet in der Regel, dass bereits eine Kaufentscheidung getroffen wurde, bevor ein Verkaufsgespräch stattfinden kann. Dadurch entsteht eine völlig andere Dienstleister-Kunden-Beziehung als bei anderen Methoden, bei denen das Interesse eines potenziellen Kunden geweckt wird.",
  "AboutUs_Para4": "Vor diesem Hintergrund haben wir Spreadz entwickelt. Ein Tool, mit dem Ihre Kunden Sie oder Ihr Unternehmen ihren Freunden und Bekannten weiterempfehlen können. Eine persönliche Empfehlung, die innerhalb von Sekunden beliebig oft digital an alle möglichen Interessenten weitergegeben werden kann. Diese wiederum finden über den personalisierten Link bzw. personalisierten Gutscheincode den Weg zum empfohlenen Dienstleister oder Produkt. Schnell und unkompliziert.",
  "AboutUs_Subtitle1": "Online-Marketing ohne IT-Kenntnisse:",
  "AboutUs_Para5": "Mit Spreadz kannst du kinderleicht eigene Empfehlungskampagnen erstellen. In wenigen Schritten generierst du QR-Codes oder Links, die deine Kunden direkt zu deiner Kampagne führen. Alle Empfehlungen, Bewertungen und Statistiken werden übersichtlich in deinem Dashboard angezeigt. Du brauchst keine IT-Kenntnisse, keine komplizierte Software – nur dein Smartphone oder PC.",
  "AboutUs_Para6": "Du kannst eigene Empfehlungskampagnen erstellen. Das Tool generiert für jede Kampagne automatisch einen QR-Code, über den die Empfehler direkt zur Kampagne gelangen können. Die Empfehlungen und die Statistiken der Kampagne werden in der jeweiligen Kampagne angezeigt. Die Nutzung von Spreadz ist kinderleicht und erfordert keine IT-Kenntnisse.",
  "AboutUs_Subtitle2": "Google-Sternesammler als Spreadz Nebeneffekt",
  "AboutUs_Para7": "Beim Empfehlungsprozess werden künftige Empfehler aufgefordert, eine Bewertung bei Google abzugeben. Spreadz verlinkt dabei auf das Google-Profil des Unternehmens des Nutzers. Die Erfahrung hat gezeigt, dass Unternehmen, die weniger Google-Bewertungen hatten, plötzlich mehr Bewertungen bei Google erhielten. Auffällig war zudem, dass die Google-Bewertungen, die über Spreadz zustande kamen, in der Regel gut waren. Denn der Kunde gibt die Bewertung direkt vor Ort ab und nur, wenn er mit der Leistung zufrieden war.",
  "AboutUs_Subtitle3": "Garantierter Erfolg mit Spreadz",
  "AboutUs_Para8": "Auch wenn letztlich der Nutzer über den Erfolg eines Werbetools entscheidet, ist es fast unmöglich, dass Spreadz keinen Erfolg hat. Das gelingt eigentlich nur, wenn man dem Kunden den QR-Coder oder den Link vorenthält. Denn taucht der Kunde erst einmal in die Welt von Spreadz ein und teilt es mit seinen WhatsApp-Kontakten, ist die Resonanz garantiert. Nutzt man das Tool konsequent, ist es reine Logik, dass der Kundenstamm wächst. So werden aus einem Kunden beispielsweise drei, aus drei werden neun und so weiter. Das ist unendlich skalierbar.",
  "AboutUs_Subtitle4": "Spreadz macht deine Kunden zu deinen besten Botschaftern",
  "AboutUs_Para9": "Mit Spreadz machst du deine Kunden zu Werbeträgern. Ganz automatisch. Diese werden dich immer wieder weiterempfehlen und du wirst immer wieder mit neuen Anfragen konfrontiert. Die Leads sind jederzeit live einsehbar und warten auf ihre Bearbeitung. Dadurch ist die Termin- bzw. Abschlussquote extrem hoch und du kannst effizient und ohne Streuverluste arbeiten.",
  "AboutUs_Para10": "Verwandle deine Kunden in Markenbotschafter. Mit Spreadz wächst dein Kundenstamm – von einer Empfehlung zur nächsten.",
  "OurStory_MainQuote": "Doch was hat die Web-App überhaupt mit „Verbreiten“ zu tun? Das verrät auch das Logo. Das „S“ hat oben und unten jeweils einen Pfeil. „Es steht für Vervielfältigen, Teilen und Verteilen und genau das möchte ich mit dieser App erreichen.“ Sonderegger will Unternehmen damit auch die Möglichkeit bieten, sich zu etablieren und auf sich aufmerksam zu machen.",
  "OurStory_Source": "Nidwaldner Zeitung, 05. Oktober 2023 (Quelle: CH Media)",
  "OurStory_Title": "Chris erzählt es uns.",
  "OurStory_ChrisSection1": "Während meiner 17-jährigen Karriere im Vertrieb war ich immer auf der Suche nach neuen Wegen, um neue Kunden zu gewinnen. Abweichend von den üblichen Methoden wie Telemarketing, Online-Leads und Plakatwerbung widmete ich mich schon früh dem Empfehlungsmanagement. Zu Beginn wurde ich von Kunden persönlich empfohlen, dann nutzte ich Flyer mit QR-Codes und schliesslich",
  "OurStory_ChrisSection2": "Online-Formulare, die ich von meinen Kunden ausfüllen liess. Ich fühlte mich bei diesen Lösungen jedoch immer eingeschränkt. Ich experimentierte weiter, bis ich schliesslich der Idee von Spreadz näher kam.",
  "OurStory_ChrisSection3": "Im Frühjahr 2023 lernte ich Phil kennen, der bereits große Fortschritte in der Leadgenerierung im Internet gemacht hatte. Er war von meiner Idee so begeistert, dass wir beschlossen, das Tool gemeinsam zu entwickeln. Herausgekommen ist ein Onlinetool, mit dem jedes Unternehmen seine Kunden zu digitalen Werbetreibenden machen und individuell belohnen kann.",
  "OurStory_ChrisSection4": "Mit Spreadz werben Kunden für Kunden, allerdings online. Dadurch sind den Empfehlungen kaum Grenzen gesetzt und sie sind unendlich skalierbar. Das Internet kennt keine Landesgrenzen. Jede Spreadz-Aktion kann weltweit in Echtzeit geteilt werden. Als positiver Nebeneffekt werden Unternehmen automatisch von Kunden auf Google bewertet. Die Idee dahinter ist, dass Unternehmen durch Empfehlungen auch mehr positive Bewertungen bekommen. Denn kaum jemand, der ein Unternehmen weiterempfiehlt, wird es schlecht bewerten. Durch diese Aktion finden noch mehr Kunden den Weg zu Unternehmen, die Spreadz nutzen.",
  "OurStory_ChrisSection5": "Wir haben uns entschieden, Spreadz als Web-App anzubieten, damit jeder darauf zugreifen kann, ohne eine separate App herunterladen zu müssen. In der Testphase konnte ich meine Empfehlungsrate verfünffachen, während die Abschlussrate, wie bei Empfehlungen,",
  "OurStory_ChrisSection6": "wie gewohnt, enorm hoch. Spreadz hat meinen Vertriebsalltag nachhaltig geprägt.",
  "OurStory_ChrisSection7": "Bei Spreadz sind wir stolz darauf, innovative Wege zur Verwaltung von Empfehlungen zu bieten und Unternehmen dabei zu unterstützen, ihre Kunden in digitale Werbeträger umzuwandeln. Unsere Erfolgsgeschichte spiegelt sich in den positiven Veränderungen wider,",
  "OurStory_ChrisSection8": "die Spreadz Unternehmen und Vertriebsprofis bietet. Werde Teil unseres Teams",
  "OurStory_ChrisSection9": "Der nächste Schritt zu mehr Erfolg.",
  "Founder": "Gründer",
  "Blogs_Heading": "Heading",
  "Blogs_Author": "Joanna Wellick",
  "Blogs_Date": "June 28, 2018",
  "Blogs_Shares": "1K shares",
  "Blogs_SampleText1": "Thundercats-Fliesen, Essig, du versuchst es zu sehr – als nächstes Twee-Hoodie-Tofu. Hexagon Bushwick, Island, Venmo, Lumbersexual, Gochujang, maßgeschneiderte Truffaut-Leggings. Brunch, zerzaustes Understatement, fit, Knausgaard, heiß...",
  "Blogs_SampleText2": "Thundercats-Fliesen, Essig, du versuchst es zu sehr – als nächstes Twee-Hoodie-Tofu. Hexagon Bushwick, Island, Venmo, Lumbersexual, Gochujang...",
  "Testimonial2_Name": "Michella Carter",
  "Testimonial2_Role": "Startup-Gründerin",
  "Testimonial3_Role": "Unternehmer",
  "Academic_Title": "Akademie",
  "Academic_Description": "In unserer Akademie lernst du die Funktionen von Spreadz kennen und erfährst, wie du Kampagnen effizient gestaltest und in deinen Arbeitsalltag integrierst.",
  "Academic_Button": "Platz reservieren",
  "Tutorial_Title": "Tutorials",
   "Blog_Button": "Blogs entdecken",
  "ChrisFounder": "Chris, Gründer von Spreadz – hast du eine Frage?",
  "FrequentlyAskedQuestionsTitle": "Häufig gestellte Fragen",
  "FrequentlyAskedQuestion": "Häufig gestellte Fragen – Alles, was du über Spreadz wissen musst, auf einen Blick",
  "Alt_Facebook": "Facebook",
  "Alt_Instagram": "Instagram",
  "Alt_Twitter": "Twitter",
  "ContactInfo_Email": "E-Mail-Adresse",
  "ContactInfo_Hours": "Supportzeiten:",
  "ContactInfo_HoursDetail": "Montag bis Freitag 6:00 bis 20:00 Uhr MEZ",
  "ContactInfo_Phone": "Telefonnummer",
  "Testimonial1_Text1": "Spreadz ist ein Gamechanger!",
  "Testimonial1_Text2": "Das Tool verbindet Empfehlungsmarketing mit Google-Bewertungen – genial! Dank der einfachen Bedienung spart man Zeit, und die Vorteile sprechen für sich: mehr Neukunden, höheres Vertrauen und effektivere Ergebnisse als bei klassischen Marketingmassnahmen. Absolute Empfehlung!",
  "Testimonial1_Name": "Melanie Burri",
  "Testimonial1_Role": "Online Marketer",
  "Testimonial2_Text1": "Absolutely mind-blowing skills and absolute professionalism",
  "Testimonial2_Text2": "Absolut umwerfende Fähigkeiten und absolute Professionalität!",
  "Testimonial3_Text1": "100% einfach zu bedienen.",
  "Testimonial3_Text2": "Mega System, hat mir sehr geholfen viele neue Kunden zu erhalten! 100% Empfehlung dank Weiterempfehlung!",
  "Testimonial3_Name": "Rafael Bettio",
  "Tutorial_Description": "Sichere dir deinen Guide mit allen relevanten Informationen für die optimale Nutzung von Spreadz!",
  "Tutorial_Button": "Download Spreadz Guide",
  "Blog_Title": "Blogs",
  "Blog_Description": "Discover valuable tips, success stories, and insights in our blogs to take your referral marketing to the next level with Spreadz.",
  "Footer_AddressText": "Feld 5, CH-6362 Stansstad",
  "Footer_Phone": "+41 41 612 10 10",
  "AboutUs_MainTitle": "Die digitale Form der Mund-zu-Mund-Propaganda",
  "Newsletter_Description": "Bleib informiert mit den neuesten Tipps, Erfolgsgeschichten und exklusiven Angeboten - jetzt für unseren Newsletter anmelden!"
}