{
  "AboutUs": "About Us",
  "OurStory": "Our Story",
  "PlanPricing": "plan & pricing",
  "Blogs": "Blogs",
  "ContactUs": "Contact Us",
  "Login": "Login",
  "Register": "Register",
  "RecommendDigitally": "Get Recommended Digitally and win more",
  "Leads": "Leads",
  "SpreadzAllow": " Spreadz allows you to easily create referral campaigns and automatically turn your customers into your promoters - no IT skills required.",
  "CollectRefferal": "Collect referrals in the digital age - effortlessly and within seconds, gain more leads, customers, and increased revenue. Your customers can rate you on Google AND recommend you in one step.",
  "Trial": "Start 7 Days Free Trial",
  "Thomas": "Simon Thompson",
  "Quote": "Its been an awesome experience working on spreadz, got leads sooner than I expected",
  "Kathy": "Kathy pusberg",
  "WhatIs": "What is",
  "MarketingSolution": "Spreadz is an online referral marketing solution. It enables companies/service providers to easily motivate customers to leave positive Google reviews and make recommendations. Customers can make recommendations to their contacts via a QR code or link, which automatically generates leads that are easy to follow-up.",
  "Features": "Features",
  "TimeTracking": "Real Time Tracking",
  "TimePeriod": "Time period freely selectable",
  "ScanPerformance": "Scans & share performance",
  "LeadManagement": "Lead management (verify & from whom)",
  "DesktopTablet": " Desktop, Mobile und Tablet",
  "SpreadzCanManage": "Spreadz can be managed, edited and generally used via any device.",
  "UserManagement": "Messaging and User Engagement",
  "OnlineSupport": "Online Support",
  "GoogleMeet": "Google-meet-call Video-support inkl. screensharing",
  "Telephone Support": "Telephone Support",
  "Dashboard": "Dashboard",
  "DashboardMeasure": "You can use the dashboard to measure every referral campaign and generate Excel reports of your qualified leads.",
  "GoogleCompany": "Google company account",
  "DirectReview": "Simple linking for direct reviews",
  "Users&Accounts": "Users And Accounts",
  "CustomizeRefferal": "All users can customize their referral campaigns in real time and go live - it's child's play.",
  "GetStartedNow": "Get Started Now",
  "How": "How",
  "Works": "Works",
  "EntryRefferal": "Entry into the Referral Program",
  "ParticipantRefferal": "Participants sign up to join the referral campaign.",
  "ReferralSharingPage": "Referral Sharing Page - A unique link is shared via WhatsApp, Email, or Social Media.",
  "GoogleReviewReferral": "Google Review after referral",
  "ReferralRecipientViewPage": "Referral Recipient View Page",
  "ConversionNewCustomer": "Conversion of New Customer",
  "ExplainedInVideos": "Explained in Videos",
  "TrackYourLead": "Lead overview dashboard Track your leads end-to-end encrypted and 100% yours.",
  "HowDoes": "How does",
  "AdvanceYourBusiness": " advance your business",
  "MoreNewCustomers": " More new customers",
  "TodayWorlds": " In today's world, digital customer acquisition is booming. Unfortunately, however, the entire competition also romps around in it. It is particularly difficult for smaller companies to assert themselves against the 'big players'. With Spreadz, customers advertise for customers in a simple, uncomplicated and unobtrusive way. Since customers share the advertising digitally with friends and acquaintances, they quickly achieve a very large reach. The advertising looks familiar, as it comes from a well-known person, and has a positive influence on the purchase decision. Since the referrer is only rewarded when a purchase or business transaction occurs, the company only pays when it actually benefits from it. Thus, Spreadz is a win-win-win system: the referrer wins a premium, the company gains a new customer, and the new customer benefits from an offer.",
  "Subscriptions&Prices": "Subscriptions and Prices",
  "ChoosePlan": "Choose a plan that's right for you",
  "Basic": "Basic",
  "Pro": "Pro",
  "Excellence": "Excellence",
  "monthly": "Monthly",
  "yearly": "Yearly",
  "Select": "Select",
  "Recommended": "Recommended",
  "BasicDesc": "Ideal for individuals who need quick access to basic features.",
  "ProDesc": "Perfect for professionals who require advanced tools.",
  "ExcellenceDesc": "Best for teams and businesses that need premium features.",
  "cancelAnytime": "Can be cancelled at any time on a monthly basis",
  "livePromotions": "{{count}} live promotions",
  "liveTrackings": "{{count}} live trackings",
  "collectLeads": "Collect up to {{count}} leads per year",
  "unlimitedLeads": "Collect unlimited leads",
  "googleAccount": "1 Link Google Business Account",
  "videoUpload": "Video Upload Feature",
  "support": "Telephone support",
  "supportVideo": "Telephone support + Video Call Support",
  "withoutBranding": "Without Spreadz branding",
  "colorCustomization": "Color Scheme Customization",
  "WhatClientSay": "What clients say about us",
  "Testimonial1_Text1": "Collaborating with DIVADSGN was an absolute delight!",
  "Testimonial1_Text2": "Their team's boundless creativity and meticulousness went above and beyond our wildest expectations.",
  "Testimonial1_Name": "Jason Dom",
  "Testimonial1_Role": "Startup Founder",
  "Testimonial2_Text1": "Absolutely mind-blowing skills and absolute professionalism!",
  "Testimonial2_Text2": "They absolutely skyrocketed our project with their groundbreaking ideas and impeccable implementation.",
  "Testimonial2_Name": "Michella Carter",
  "Testimonial2_Role": "Startup Founder",
  "Testimonial3_Text1": "Kudos to the design agency for their outstanding work!",
  "Testimonial3_Text2": "Their dedication to excellence and innovation was evident from the very first brainstorming session to the final masterpiece.",
  "Testimonial3_Name": "Rob Jackson",
  "Testimonial3_Role": "Entrepreneur",
  "Alt_SecondMan": "Second man profile",
  "Alt_Girl": "Girl profile",
  "Alt_FirstMan": "First man profile",
  "Alt_Star": "Star",
  "Academic_Title": "Academy",
  "Academic_Description": "In our academy, you will get to know the functions of Spreadz and we will show you how to design promotions efficiently and integrate them into your business.",
  "Academic_Button": "Reserve Seat",
  "Tutorial_Title": "Tutorials",
  "Tutorial_Description": "In numerous tutorials, you can quickly integrate Spreadz into your everyday work for free.",
  "Tutorial_Button": "Go to Tutorials",
  "Blog_Title": "Blogs",
  "Blog_Description": "Blogs are online platforms where individuals or groups post regular content on various topics, sharing insights and expertise. They often include multimedia elements and allow reader interaction through comments and social media.",
  "Blog_Button": "Explore Blogs",
  "Alt_Academic": "Academic icon",
  "Alt_Tutorial": "Tutorial icon",
  "Alt_Blogs": "Blogs icon",
  "ChrisFounder": "Chris, founder of spreadz, do you have a question?",
  "FrequentlyAskedQuestionsTitle": "Frequently Asked Questions",
  "FrequentlyAskedQuestion": "Frequently Asked Questions - Everything you need to know about Spreadz at a glance",
  "Alt_Logo": "Company Logo",
  "Footer_Description": "over occupy. Hella cliche diy tilde cleanse tonx microdosing cardigan. Before bicycle fit sus gluten-free artisan. Booth pickled vinegar big chips cronut hell. Umami ethical bread williamsburg coloring tofu farm-to-table pop-up.",
  "Alt_Facebook": "Facebook",
  "Alt_Instagram": "Instagram",
  "Alt_Twitter": "Twitter",
  "Alt_LinkedIn": "LinkedIn",
  "Footer_QuickLinks": "Quick Links",
  "Home": "Home",
  "About_Us": "About Us",
  "Contact_Us": "Contact Us",
  "Tutorials": "Tutorials",
  "Resource_Library": "Resource Library",
  "Footer_Legals": "Legals",
  "Terms_Conditions": "Terms & Conditions",
  "Privacy_Policy": "Privacy Policy",
  "Footer_Address": "Address",
  "Footer_AddressText": "86066 Haag Unions, Darehaven 34735-7080",
  "Footer_Phone": "1-473-834-3176 x74614",
  "Footer_Copyright": "All rights reserved © {{year}}",
  "Alt_Quotes": "Quotation marks",
  "Alt_MobileScreen": "Mobile screen preview",
  "AboutUs_MainTitle": "The digital form of word-of-mouth propaganda",
  "AboutUs_Para1": "In sales and marketing, new ways are always being sought to expand one's own radius and to acquire more and more new customers. To achieve this, most companies invest large sums of money in various marketing campaigns.",
  "AboutUs_Para2": "In recent years, these campaigns have become increasingly digital and mostly online. On the one hand, this makes you much more flexible, and on the other hand, you can use online methods to specifically address your own target group and have much less wastage. The costs are also considerably lower than expensive poster campaigns, print advertising or TV spots.",
  "AboutUs_Para3": "The very best method is still word of mouth, the personal recommendation of a trusted person. This usually means that a purchase decision has already been made before a sales discussion can take place. This creates a completely different service provider-customer relationship than with other methods, where the interest of a potential customer is aroused.",
  "AboutUs_Para4": "It was with this in mind that we developed Spreadz. A tool with which your customers can recommend you or your company to their friends and acquaintances.A personal recommendation that can be shared digitally as often as desired to all possible interested parties within seconds. They, in turn, find their way to the recommended service provider or product via the personalized link or personalized voucher code. Quick and uncomplicated.",
  "AboutUs_Subtitle1": "Online marketing without IT knowledge:",
  "AboutUs_Para5": "Spreadz was developed as a tool for everyone and is therefore easy to use for everyone. The account can be set up and designed individually on a smartphone or PC. All texts and messages to potential customers can be written by the user in their own words.",
  "AboutUs_Para6": "The user can create their own recommendation campaigns. The tool automatically generates a QR code for each campaign, which the recommenders can use to go directly to the campaign. The recommendations and the statistics of the campaign are displayed in the respective campaign.It is child's play and no IT knowledge is required to use Spreadz.",
  "AboutUs_Subtitle2": "Google star collector as a Spreadz side effect",
  "AboutUs_Para7": "During the recommendation process, future recommenders are asked to leave a review on Google. Spreadz links to the user's company's Google profile. Experience has shown that companies that had fewer Google reviews suddenly received more reviews on Google. It was also noticeable that the Google reviews that came about through Spreadz were generally good. This is because the customer makes the review on the spot and only if they were satisfied with the service.",
  "AboutUs_Subtitle3": "Guaranteed success with Spreadz",
  "AboutUs_Para8": "Even if it is ultimately the user who determines the success of an advertising tool, it is almost impossible for Spreadz to fail to be successful. This can only really happen if you withhold the QR coder or the link from the customer. Because once the customer immerses themselves in the world of Spreadz and shares it with their WhatsApp contacts, the response is guaranteed. If you use the tool consistently, it is pure logic that the customer base will grow. For example, one customer becomes three, three become nine, and so on. This is infinitely scalable.",
  "AboutUs_Subtitle4": "Your customers become advertising media",
  "AboutUs_Para9": "With Spreadz you turn your customers into advertising media. Completely automatically. They will recommend you again and again and you will always be confronted with new inquiries. The leads can be viewed live at any time and are waiting to be processed. This means that the appointment or closing rate is extremely high and you can work efficiently and without wastage.",
  "AboutUs_Para10": "Grow with Spreadz and let us become part of your success story!",
  "OurStory_MainQuote": "But what does the web app have to do with \"spreading\" anyway? The logo also gives it away. The \"S\" has an arrow at the top and bottom. \"It stands for multiplying, sharing and distributing, and that's exactly what I want to achieve with this app.\" Sonderegger also wants to offer companies the opportunity to establish themselves and draw attention to themselves.",
  "OurStory_Source": "Nidwaldner Zeitung, 05 October 2023 (Source: CH Media)",
  "Alt_ChrisPhoto": "Chris Sonderegger photo",
  "Alt_Signature": "Chris's signature",
  "OurStory_Title": "Chris tells us",
  "OurStory_ChrisSection1": "During my 17-year career in sales, I was always looking for new ways to get new customers. Deviating from the usual methods such as telemarketing, online leads and billboard advertising, I dedicated myself to referral management early on. In the beginning, I was personally recommended by customers, then I used flyers with QR codes and finally",
  "OurStory_ChrisSection2": "Online forms that I had my clients fill out. However, I always felt limited with these solutions. I kept experimenting until I finally got closer to the idea of Spreadz.",
  "OurStory_ChrisSection3": "In the spring of 2023, I met Phil, who had already made great strides in lead generation on the internet. He was so enthusiastic about my idea that we decided to develop the tool together. The result is an online tool that enables any company to turn its customers into digital advertisers and reward them individually.",
  "OurStory_ChrisSection4": "With Spreadz, customers advertise for customers, but online. As a result, there are hardly any limits to recommendations, and they are infinitely scalable. The Internet knows no national borders. Every Spreadz action can be shared worldwide in real-time. As a positive side effect, companies are automatically rated by customers on Google. The idea behind this is that companies also get more positive reviews through recommendations. After all, hardly anyone who recommends a company to others will rate it badly. With this promotion, even more customers will find their way to companies that use Spreadz.",
  "OurStory_ChrisSection5": "We decided to offer Spreadz as a web app so that everyone can access it without having to download a separate app. In the test phase, I was able to increase my recommendation rate fivefold, while the completion rate, as with recommendations,",
  "OurStory_ChrisSection6": "usual, remained enormously high. Spreadz has had a lasting impact on my everyday life in sales.",
  "OurStory_ChrisSection7": "At Spreadz, we pride ourselves on providing innovative ways to manage referral and support companies in transforming their customers into digital advertising media. Our success story is reflected in the positive changes",
  "OurStory_ChrisSection8": "that Spreadz brings to businesses and sales professionals. Join us",
  "OurStory_ChrisSection9": "the next step towards more success.",
  "Founder": "Founder",
  "ContactUs_Title": "Get in touch with us. We're here to assist you.",
  "Placeholder_Name": "Your Name",
  "Placeholder_Email": "Email Address",
  "Placeholder_Phone": "Phone Number (optional)",
  "Placeholder_Message": "Message",
  "Button_Sending": "Message Sending",
  "Button_LeaveMessage": "Leave us a Message",
  "Alt_ArrowRight": "Arrow icon",
  "ContactInfo_Title": "Contact Info",
  "ContactInfo_Subtitle": "We are always happy to assist you",
  "ContactInfo_Email": "Email Address",
  "ContactInfo_Hours": "Assistance hours:",
  "ContactInfo_HoursDetail": "Monday - Friday 6 am to 8 pm EST",
  "ContactInfo_Phone": "Number",
  "Newsletter_Title": "Subscribe to our Newsletter",
  "Newsletter_Description": "Subscribe for Updates: Stay informed about the latest investor updates, financial results, and announcements by subscribing to our newsletter.",
  "Placeholder_NewsletterEmail": "Enter Your Email",
  "Button_Subscribe": "Subscribe",
  "Error_FormValidation": "Please fill information correctly.",
  "Success_MessageSent": "Message sent successfully!",
  "Success_Subscribed": "Subscribed successfully!",
  "Placeholder_SearchBlogs": "Search for blogs",
  "Button_Filter": "Filter",
  "Blogs_TopPosts": "Top Posts",
  "Blogs_Heading": "Heading",
  "Alt_Profile": "Profile picture",
  "Blogs_Author": "Joanna Wellick",
  "Blogs_Date": "June 28, 2018",
  "Alt_Share": "Share icon",
  "Blogs_Shares": "1K shares",
  "Blogs_SampleText1": "Thundercats tile vinegar you try-hard next twee hoodie tofu...",
  "Blogs_SampleText2": "Hexagon bushwick iceland venmo lumbersexual gochujang...",
  "Blogs_NewPosts": "New Posts",
  "Blogs_AllPosts": "All Posts",
  "Blogs_TrendingPosts": "Trending Posts",
  "Blogs_OtherPosts": "Other Posts",
  "Button_SeeAll": "See All",
  "Alt_Search": "Search icon",
  "Alt_Filter": "Filter icon",
  "ViewPost": "View Post",
  "NotFound": "Sorry, We couldn't find what you are looking for!",
  "GoBack": "Go Back",
  "Login_Title": "Sign In",
  "Login_Subtitle": "Enter your credentials to Log In",
  "Label_Email": "E-mail Address",
  "Label_Password": "Password",
  "Placeholder_Password": "Enter password",
  "Login_NoAccount": "Don’t have an account?",
  "Login_CreateAccount": "Create One",
  "Button_Login": "Log In",
  "Login_Success": "Logged in successfully!",
  "Error_General": "Something went wrong. Please try again.",
  "Register_Title": "Create Account",
  "Register_Subtitle": "Provide your credentials to create your account",
  "Label_FullName": "Full Name",
  "Placeholder_FullName": "Enter your full name",
  "Label_Gender": "Gender",
  "Gender_Male": "Male",
  "Gender_Female": "Female",
  "Gender_Other": "Other",
  "Label_Phone": "Phone Number",
  "Register_AlreadyHaveAccount": "Already have an account?",
  "Register_Login": "Log In",
  "Button_Register": "Create Account",
  "Register_Success": "User registered successfully!"
}